adobe-source-code-pro-fonts
autoconf
autocutsel
automake
bash
binutils
bison
bzip2
chromium
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
e2fsprogs
fakeroot
feh
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
git
glibc
go
graphviz
grep
groff
gzip
i3-gaps
i3blocks
i3lock
i3status
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
jsoncpp
less
libtool
licenses
linux
linux-lts
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
neovim
netctl
noto-fonts-emoji
npm
openssh
pacman
patch
pciutils
pcmciautils
perl
pkgconf
polybar
powerline
powerline-fonts
ppp
procps-ng
psmisc
python
python-pip
reiserfsprogs
rofi
rxvt-unicode
s-nail
sed
shadow
steam
steamcmd
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
terminus-font
termsyn-font
texinfo
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-font-awesome
ttf-liberation
ttf-material-design-icons
ttf-roboto
ttf-symbola
unzip
usbutils
util-linux
which
wpa_supplicant
xclip
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
